Repository: aleksandar-todorovic/bookmark-manager
Catalog: po/*.po
Languages: nl

source: A bookmark form
nl: Een bookmark formulier

source: if not set. Host is used
nl: Als niet gezet zal Host worden gebruikt

source: Use agent forwarding:
nl: Gebruik agent forwarding

source: Search Bookmarks
nl: Zoek bookmarks

source: Search for bookmarks
nl: Zoek voor bookmarks

source: Preferences
nl: Voorkeuren

source: Settings
nl: Instellingen

source: Create a new bookmark
nl: Creeer een nieuwe bookmark

source: Back
nl: Terug

source: Welcome!
nl: Welkom!

source: We see this is your first time
nl: We zien dat dit je eerste keer is

source: Setup your information
nl: Stel je info in

source: Change your ssh name, password, etc..
nl: Verander uw ssh naam, wachtwoord, etc...

source: Edit a bookmark
nl: Wijzig een bookmark

source: Edit
nl: Wijzig

source: Fields are invalid
nl: Velden zijn niet verkeerd ingevuld

source: Please correctly fill in all the required fields
nl: Vul aub alle velden correct in

source: Add new bookmark
nl: Voeg een nieuwe bookmark toe

source: Create
nl: Creeer

source: Bookmark with this name already exists
nl: Een bookmark met dezelfde naam bestaat al

source: Please choose a different name
nl: Kies alstublieft een andere naam

source: Nothing was found
nl: Er zijn geen resultaten gevonden

source: Try searching for something else
nl: Probeer naar iets anders te zoeken

source: Add some bookmarks
nl: Voeg wat bookmarks toe

source: Your bookmarks file is empty.
nl: Uw bookmark bestand is leeg

source: New bookmark
nl: Nieuwe bookmark

source: add a new bookmark with host, ip, etc..
nl: voeg een nieuwe bookmark toe met host, ip, etc..

source: Add bookmark
nl: Voeg bookmark toe

source: List bookmarks
nl: Geef bookmarks weer

source: Search
nl: Zoeken

source: Open the cheatsheet
nl: Open de cheatsheet

source: Close
nl: Sluiten

source: Delete this bookmark?
nl: Verwijder deze bookmark?

source: Are you sure you want to delete this bookmark?
nl: Weet u zeker dat u deze bookmark wilt verwijderen?

source: Default Username:
nl: Standaard Username:

source: This variable will be used when no variable is given in the ssh config
nl: Deze variable wordt gebruikt als er geen variable is gegeven in de ssh config

source: Experimental
nl: Experimenteel

source: Add your bookmarks to your dock
nl: Voeg bookmarks to aan uw dock

source: Save
nl: Opslaan

source: An error occured
nl: Er is een fout opgetreden

source: Success
nl: Succes

source: Your bookmarks have been added to your dock.If you have added more bookmarks. Please click this button again, because it won't happen dynamically.
nl: Uw bookmarks zijn toegevoegd aan uw dock. Na het wijzigen van bookmarks moet u deze knop opnieuw klikken. Want dit gebeurt niet dynamisch

source: Start an SSH session in a terminal
nl: Start een SSH sessie in de terminal

source: Remote this bookmark
nl: Verwijder deze bookmark

source: Edit this bookmark
nl: Wijzig deze bookmark
